[
  {
    "title": "The Official Stance of the Free City of Cape Town",
    "body": "<h2><strong>To all nations, factions, and peoples of the realm:</strong></h2><p>Let it be known that the Free City of Cape Town, established as a sovereign and self-governing city-state, hereby declares its <strong>formal neutrality</strong> in all present and future conflicts that may arise upon this continent or beyond.</p><p>Cape Town stands as a bastion of liberty, commerce, and peace, a place where diplomacy may triumph over arms, and where no banner shall fly higher than that of the people who call it home.</p><p>It is with due caution and respect for the delicate balance of power in these lands that we raise a solemn concern:</p><p>The mineral wealth of South Africa, <strong>most notably her diamond fields</strong>, is a heritage not meant to enrich any single throne or war machine. Should such resources fall under the dominance of one faction alone, it would not merely be a loss for the rest of the world, but a dangerous disruption to the spirit of fair and shared prosperity.</p><h3><strong>Therefore:</strong></h3><ul><li>We reaffirm our <strong>non-alignment</strong> and our refusal to be used as a pawn in the service of foreign ambition.</li><li>We <strong>request the formal recognition</strong> of the Free City of Cape Town’s independence and its right to determine its own path, free of coercion or annexation.</li><li>We <strong>call upon all neighboring powers</strong>, both great and small, to respect our borders and support our efforts to maintain peace, open trade, and regional balance.</li></ul><p>Let this decree serve as both a declaration and a warning: the peace and prosperity of the southern lands depend not on dominance, but on <strong>equity, neutrality, and mutual respect.</strong></p><p>May reason guide the hands of kings, councils, and commanders alike.</p><p><strong>For the Free City of Cape Town and for peace,</strong><br><em>Prince of Cape Town</em></p>",
    "date": "2025-07-06"
  },
  {
    "title": "On Regulated Foreign Mining Access and Resource Sharing",
    "body": "<h2><strong>Preamble</strong></h2> In recognition of Cape Town’s role as an open, sovereign, and cooperative city-state dedicated to peaceful commerce and fair resource management, the Council of the Free City of Cape Town hereby enacts the following law governing foreign access to its mining territories and the equitable sharing of extracted resources. <br>This law shall be applicable to <strong>all foreign nations and recognized political entities</strong> engaging in mining activity within Cape Town territory. <br><h2><strong>§1 – Recognition of Sovereignty</strong></h2> <ol><li>The Free City of Cape Town acknowledges and respects the sovereignty, autonomy, and territorial integrity of all nations engaging in legal agreements with the city.</li><li>All provisions under this law are to be exercised without prejudice to the political independence of any foreign state.</li></ol> <h2><strong>§2 – Eligibility and Access</strong></h2> <ol><li>Any foreign nation or faction may apply for <strong>regulated access</strong> to mining within Cape Town territory.</li><li>Access may only be granted upon <strong>approval by the Prince</strong>, and shall be recorded.</li><li>Access shall be granted for a duration of <strong>three (3) days</strong> of active mining, unless otherwise specified.</li></ol> <h2><strong>§3 – Terms of Resource Sharing</strong></h2> <ol><li>All participating foreign entities shall agree to <strong>yield fifty percent (50%) of all diamonds mined</strong> within Cape Town jurisdiction.</li><li>The yield shall be calculated <strong>per mining session</strong> and must be reported truthfully at the end of each day.</li><li>The owed share must be delivered <strong>promptly and in full</strong> to the Prince of Cape Town.</li><li>Failure to accurately report or deliver Cape Town’s share shall constitute a breach of this law.</li></ol> <h2><strong>§4 – Conduct and Compliance</strong></h2> <ol><li>All mining activity by foreign actors must be <strong>lawful, transparent, and respectful</strong> of Cape Town’s territory, population, and environment.</li><li>Foreign miners must comply with <strong>any monitoring, inspection, or verification</strong> measures instituted by Cape Town authorities.</li><li>Any <strong>suspicion of fraudulent reporting or concealed yield</strong> grants the city the right to <strong>immediately suspend mining privileges</strong>.</li></ol> <h2><strong>§5 – Transparency and Public Record</strong></h2> <ol><li>All mining access agreements and yields shall be recorded and available to public upon request.</li><li>This law and all its terms are <strong>public, permanent, and non-secretive</strong>.</li></ol> <h2><strong>§6 – Termination and Amendment</strong></h2> <ol><li>Cape Town reserves the right to <strong>terminate mining access</strong> at any time with a notice.</li><li>This law may be <strong>amended</strong> by decree of the Prince, provided it does not violate existing international obligations.</li></ol>",
    "date": "2025-07-06"
  }
]